<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | الأسطر التالية هي الأسطر الافتراضية التي تطابق الأسباب
    | التي يعطيها وسيط كلمة المرور لمحاولة تحديث كلمة المرور
    | مثل الفشل بسبب كلمة مرور غير صحيحة / رمز إعادة تعيين.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صحيح.',
    'user' => "لا يمكننا العثور على مستخدم بهذا عنوان البريد الإلكتروني.",

];